<%@ page contentType="text/html;charset=UTF-8" language="java" pageEncoding="UTF-8" %>
<%@ include file="_header.jsp" %>

<link rel="stylesheet" href="<c:url value='/styles/MainPage.css'/>" />

<div class="container">
    <div class="hero">
        <div class="image">
            <img src="<c:url value='/images/mainPageImage.webp'/>"
                 alt="left_centered_img"
                 class="left_centered_img">
        </div>
        <div class="content">
            <h1>Этот сайт настолько <span class="highlight">ПРЕКРАСНЫЙ,</span>
                что помогает найти кого-то особенного в твоей жизни.</h1>
            <p>
                Присутствие любящего партнера рядом с вами приносит ощущение тепла,
                поддержки и радости, которые обогащают каждое мгновение.
                Настоящий партнер понимает вас и поддерживает как в трудные моменты,
                так и в трудных ситуациях, принося комфорт и дружеское общение,
                которые делают ваш жизненный путь ярче. Этот сайт предлагает уникальную
                возможность познакомиться с человеком, который может стать тем самым особенным
                человеком в вашей жизни — с тем, кто слушает, понимает и разделяет предстоящие приключения.
                Найти любящего партнера - это подарок судьбы, и, подобрав подходящую пару,
                вы сможете испытать радость от установления значимых и прочных отношений.
            </p>
        </div>
    </div>
</div>

<%@ include file="_footer.jsp" %>
